import React from 'react';
import logo from './logo.svg';
import './App.css';

function App() {
  return (
    <div className="App">
      <header className="App-header">
        <img src={logo} className="App-logo" alt="logo" />
        <p> Меня зовут Роман, я родом из г.Новосибирск, и у меня более 6 лет опыта работы в сфере IT. Я специалист широкого профиля и за свою карьеру успел поработать в разных ролях : инженером, сис.администратором , фронтенд и фуллстек разработчиком, на данный момент я RnD инженер, разрабатываю прототипы для тестирования гипотез в моей компании. За свою карьеру выполнял разные задачи и требования клиента, в качестве инженера, например реализации проектов по видеонаблюдению , IP телефонии и сетевому администировании. Закончил обучение(офлайн) от академии ШАГ на вебразработчка, работал Frontend разработчиком в IT компании, Fullstack разработчиком в веб студии. На данный момент я RnD Engineer занимаюсь разработкой прототипов для тестирования гипотез в компании. Нравятся технологии и Computer Science, а также разработка небольших приложений по автоматизации и администрирование систем.

        Одним из моих главных профессиональных интересов сейчас является углубление знаний в React, чтобы расширить свои навыки и поднять профессионализм на новый уровень.</p>
      </header>
    </div>
  );
}

export default App;
